start_message = """❤️Приветствую! Начнём с регистрации.\n
У вас есть ВИП код?\n
Для приобретения ВИП статуса, чтобы не выполнять задания, вы можете написать @xxxxx"""

auth_user = """Воспользуйтесь меню"""

link_enter = ("➡️Пришлите адрес вашей личной страницы VK, с которой будете работать. \n"
              "Мы будем проверять выполнение вами заданий по этой странице.")

vip_code_enter = "💎Введите ВИП код"
vip_code_success = """✅Есть контакт! Срок действия кода - до ХХ.ХХ.ХХХХ\n
Теперь ваши ссылки будут сразу попадать в очередь к другим участникам. Вам не нужно самостоятельно выполнять задания."""

vk_page_success = "✅Отлично! Теперь вы можете отправлять ссылки в чат"
vk_page_error = "⛔️Упс! Что-то пошло не так(Проверьте правильность ссылки)"